@extends('front.layouts.master')

@section('content')
    <div class="container full">
        <div class="content">
            <div class="c-title">
                <div class="c-title-text">
                    <b>Правила сайта</b>
                    <span>Пользовательское соглашение</span>
                </div>
                <div class="c-title-line"></div>
                <div class="clear"></div>
            </div>
            <div class="rules">
                <p>Настоящее Пользовательское соглашение по использованию платформы «Lootdog.io» представляет собой соглашение, имеющее обязательную юридическую силу («Соглашение»), между вами и ООО «Мэйл.Ру», (ОГРН 1027739850962, Россия, 125167, г. Москва, Ленинградский проспект д.39, стр.79) (далее — «Компания»), регулирующее ваш доступ и использование Платформы (как определено ниже).</p>
                <p>Перед тем как начать использование Платформы, вы обязаны ознакомиться с настоящим Соглашением, а также со всеми применимыми на Платформе правилами и иными документами, которые размещены в соответствующих разделах Платформы.</p>
                <br>
                <p>После заполнения обязательных полей, необходимых для регистрации на Платформе и ознакомления с настоящим Соглашением, вы присоединяетесь (принимаете) настоящее Соглашение, путем нажатия кнопки «Зарегистрироваться» или аналогичной, что по смыслу ст.ст. 435 и 438 Гражданского кодекса РФ является принятием (акцептом) оферты Компании, а равно заключением договора, порождающего у вас обязанности соблюдать условия Соглашения, в том числе применимых на Платформе правил.</p>
                <p>Фактическое использование Платформы без регистрации, в форме и в объеме, доступном без регистрации на Платформе, также является акцептом настоящего Соглашения.</p>
                <br>
                <p>Обращаем ваше внимание на то, что часть функционала Платформы может работать в тестовом режиме и быть доступна ограниченному количеству Пользователей (как определено ниже).</p>
                <p>Объект – цифровой товар, выраженный в виде кода. Под «продажей» и «приобретением» Объектов по тексту Соглашения понимается продажа/покупка Объекта, выраженного в цифровой форме или предоставление/приобретение прав использования Объекта, в зависимости от того что применимо.</p>
                <p>Пользователь – физическое лицо, обладающее необходимой дееспособностью для получения доступа к Платформе и реализации возможностей Платформы, акцептовавшее условия настоящего Пользовательского соглашения и в виду этого являющееся стороной по настоящему Соглашению. Покупатель и Продавец совместно именуются Пользователь / Пользователи.</p>
            </div>
        </div>
    </div>
@endsection
